{
  "Abstract-cs": { "branch": "main" },
  "Comment.nvim": { "branch": "master" },
  "Eezzy.nvim": { "branch": "main" },
  "Ionide-vim": { "branch": "master" },
  "accent.vim": { "branch": "master" },
  "actions-preview.nvim": { "branch": "master" },
  "adwaita.nvim": { "branch": "main" },
  "agentic.nvim": { "branch": "main" },
  "ante_vim": { "branch": "master" },
  "apprentice.nvim": { "branch": "main" },
  "blink-cmp-avante": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "calendar.vim": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "colorbuddy.nvim": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "cyberdream.nvim": { "branch": "main" },
  "darkearth-nvim": { "branch": "main" },
  "darkvoid.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dracula": { "branch": "master" },
  "eldritch.nvim": { "branch": "master" },
  "everforest-nvim": { "branch": "main" },
  "fff.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "github-nvim-theme": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gruvbox-baby": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "horizon.nvim": { "branch": "main" },
  "jellybeans.vim": { "branch": "master" },
  "jubi.nvim": { "branch": "main" },
  "kanagawa-paper.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "kanso.nvim": { "branch": "main" },
  "komau.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "leetcode.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "markview.nvim": { "branch": "main" },
  "mini.animate": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "modus-themes.nvim": { "branch": "master" },
  "monochrome.nvim": { "branch": "main" },
  "monokai-pro.nvim": { "branch": "master" },
  "monokai.nvim": { "branch": "master" },
  "moonfly": { "branch": "master" },
  "neofusion.nvim": { "branch": "main" },
  "neovim": { "branch": "main" },
  "neovim-ayu": { "branch": "master" },
  "newpaper.nvim": { "branch": "main" },
  "nightfox.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-noirbuddy": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvimgelion": { "branch": "main" },
  "obsidian.nvim": { "branch": "main" },
  "one_monokai.nvim": { "branch": "main" },
  "orgmode": { "branch": "master" },
  "outline.nvim": { "branch": "main" },
  "oxocarbon.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "poimandres.nvim": { "branch": "main" },
  "preto": { "branch": "master" },
  "quantum.vim": { "branch": "lua" },
  "rider.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "solarized-osaka.nvim": { "branch": "main" },
  "solarized.nvim": { "branch": "main" },
  "spaceduck": { "branch": "main" },
  "srcery-vim": { "branch": "master" },
  "suda.vim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "tiny-inline-diagnostic.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "transparent.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vague.nvim": { "branch": "main" },
  "vercel.nvim": { "branch": "main" },
  "vim-256noir": { "branch": "master" },
  "vim-darkness": { "branch": "master" },
  "vim-helm": { "branch": "master" },
  "vim-lesser": { "branch": "master" },
  "vim-nightfly-guicolors": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-yin-yang": { "branch": "master" },
  "vitesse.nvim": { "branch": "main" },
  "vscode.nvim": { "branch": "main" },
  "warlock": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zenbones.nvim": { "branch": "main" },
  "zephyr-nvim": { "branch": "main" }
}
